Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ཉོན་མོངས་པ་དང་ཉོན་མོངས་པ་སྤང་བ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་རྣམ་པར་བྱང་བ་དང་། འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པ་དང་། བྱང་ཆུབ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ལ་ཇི་ལྟར་བསླབ་པར་བགྱི།
en: How should they train with regard to afflicted mental states, the abandoning of afflicted mental states, affliction, purification, cyclic existence, nirvāṇa, enlightenment, and the qualities of the buddhas?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་། བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པ་ལ་སློབ་པར་འདོད་པས་གཟུགས་མིང་ཙམ་དུ་ཟད་པར་བསླབ་པར་བྱའོ། །ཚོར་བ་དང་།
en: The Blessed One then replied to the bodhisattva Maitreya, “Maitreya, bodhisattva great beings who seek to practice the perfection of wisdom and train in the training of a bodhisattva should train [in the view] that physical forms are merely names.

source: འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མིང་ཙམ་དུ་ཟད་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་མིང་ཙམ་དུ་ཟད་པར་བསླབ་པར་བྱའོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་གི་ཚེ་གཟུགས་ཤེས་བགྱི་བར་མིང་དུ་བརྗོད་པ་འདི་དངོས་པོ་དང་། བཅས་པར་དམིགས། ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: They should train [in the view] that feelings, perceptions, formative predispositions, and consciousness are merely names, and that [all the aforementioned phenomena], up to and including the qualities of the buddhas, are merely names.” {

source: རྣམ་པར་ཤེས་པ་ཞེས་བགྱི་བར་མིང་དུ་བརྗོད་པ་འདི་དངོས་པོ་དང་བཅས་པར་དམིགས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་མིང་དུ་བརྗོད་པ་འདི་དངོས་པོ་དང་བཅས་པར་དམིགས་ཏེ། འདི་ལྟར་འདུས་བྱས་ཀྱི་མཚན་མ་དེ་དང་དེ་དག་ལ་བརྟེན་ནས་དངོས་པོ་དང་བཅས་པར་དམིགས་ན་དེ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གཟུགས་མིང་ཙམ་དུ་བས་པར་བསླབ་པར་བགྱི། ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: VIII: 147} The bodhisattva Maitreya then asked the Blessed One, “Blessed Lord, when this name physical forms is apprehended as having a [corresponding] entity; when the names feelings, perceptions, formative predispositions, and consciousness are apprehended as having [corresponding] entities; and when the names [of all the aforementioned phenomena], up to and including the qualities of the buddhas, are apprehended as having [corresponding] entities—that is to say, when these are apprehended as having [corresponding] entities owing to this or that sign consisting in conditioning—how could bodhisattva great beings train [in the view] that physical forms are merely names; that feelings, perceptions, formative predispositions, and consciousness are merely names; and that [all the aforementioned phenomena], up to and including the qualities of the buddhas, are merely names?

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མིང་ཙམ་དུ་བས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་མིང་ཙམ་དུ་བས་པར་བསླབ་པར་བགྱི། མིང་དེ་ནི་དངོས་པོ་མ་མཆིས་ན། གང་འདི་གཟུགས་སོ་ཞེས་བགྱི་བའི་མིང་ཙམ་པོ་དེ་ཡང་མི་རིགས་སོ།
en: Since these names would lack a [corresponding] entity, one could not use a mere name such as physical forms at all.

source: །གང་འདི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བགྱི་བའི་མིང་ཙམ་པོ་དེ་ཡང་མི་རིགས་པ་ནས། གང་འདི་སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བགྱི་བའི་བར་གྱི་མིང་ཙམ་པོ་དེ་ཡང་མི་རིགས།
en: One could not use the mere names feelings, perceptions, formative predispositions, and consciousness, and one could not use the mere names of all these [aforementioned phenomena], up to and including the qualities of the buddhas.”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་བཀའ་སྩལ་པ། བྱམས་པ་གང་འདི་གཟུགས་ཤེས་བྱ་བ་འདི་ནི་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་མིང་བླ་ཐབས་སུ་བཏགས་པའོ།
en: The Blessed One replied to the bodhisattva Maitreya, “Maitreya, the name physical forms is adventitiously imputed to this or that entity whose signs consist of conditioning. [

source: །གང་འདི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་དེ་ནི་མིང་བླ་ཐབས་སུ་བཏགས་པ་ནས། གང་འདི་སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བྱ་བའི་བར་དུ་མིང་བླ་ཐབས་སུ་བཏགས་པའོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: Similarly,] the names feelings, perceptions, formative predispositions, and consciousness are adventitiously imputed, and the names [of all the aforementioned phenomena], up to and including the qualities of the buddhas, are also adventitiously imputed.”

source: བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་གི་སླད་དུ་དེས་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་མིང་གི་གཟུགས་སོ་ཞེས་བྱ་བའི་མིང་དེ་ལ་ཡིད་ཆེས་ཁོང་དུ་ཆུད་སོ་སོར་རིག་པར་འགྱུར་ཏེ། གཟུགས་ཤེས་བགྱི་བའི་མིང་དེས་ཀྱང་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་ཡིད་ཆེས་པར་ཁོང་དུ་ཆུད་པ་དང་། སོ་སོར་རིག་པར་འགྱུར་ན་དེ་ཇི་ལྟར་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་གང་འདི་གཟུགས་སོ་ཞེས་མིང་བླ་ཐབས་སུ་བཏགས་པར་འགྱུར། བཅོམ་ལྡན་འདས་གང་གི་སླད་དུ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ཚོར་བ་ཞེས་བགྱི་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བགྱི་བ་ནས། བཅོམ་ལྡན་འདས་གང་གིས་སླད་དུ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བགྱི་བའི་བར་གྱིས་ཡིད་ཆེས་པ་དང་ཁོང་དུ་ཆུད་པ་དང་། སོ་སོར་རིག་པར་འགྱུར།
en: The bodhisattva Maitreya then asked the Blessed One, “Blessed Lord, since there is therefore a conviction, understanding, and recognition of the name physical forms as an entity called physical forms whose signs consist of conditioning—that is to say, since there is conviction, understanding, and recognition that the name physical forms does indeed refer to this or that entity whose signs consist of conditioning—how then is the name physical forms adventitiously imputed to this or that entity whose signs consist of conditioning? “

source: ཚོར་བ་ཞེས་བགྱི་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བགྱི་བ་དེ་དག་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་གྱི་མིང་དེ་དག་གིས་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དག་ལ་ཡིད་ཆེས་པ་དང་ཁོང་དུ་ཆུད་པ་དང་། སོ་སོར་རིག་པར་འགྱུར་ན། དེ་ཇི་ལྟར་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དག་ལ་གང་འདི་ནི་གཟུགས་སོ། །ཚོར་བ་དང་།
en: Blessed Lord, since there is a conviction, understanding, and recognition of the name feelings, and the names perceptions, formative predispositions, and consciousness, as entities whose signs consist of conditioning, and, Blessed Lord, since there is a conviction, understanding, and recognition of the names [of all the aforementioned phenomena], up to and including the qualities of the buddhas, as entities whose signs consist of conditioning—that is to say, since there is conviction, understanding, and recognition that the names feelings, perceptions, formative predispositions and consciousness, and the names [of all the aforementioned phenomena], up to and including the qualities of the buddhas, do indeed refer to this or that entity whose signs consist of conditioning—how then are the names feelings, perceptions, formative predispositions, and consciousness.

source: འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའོ། །ཞེས་པ་ནས། གང་འདི་ནི་སངས་རྒྱས་ཀྱི་ཆོས་སོ་ཞེས་བྱ་བའི་བར་དུ་མིང་དེ་དག་བླ་ཐབས་སུ་བཏགས་པར་འགྱུར།
en: and how are the names [of the aforementioned phenomena], up to and including the qualities of the buddhas, adventitiously imputed to this or that entity whose signs consist of conditioning?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་བཀའ་སྩལ་པ། དེའི་ཕྱིར་ཁྱོད་ཉིད་ལ་དྲིས། ཁྱོད་ཉིད་ཀྱིས་ཇི་ལྟར་ནུས་པ་དེ་ལྟར་ལན་ཐོབ་ཤིག །བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས།
en: The Blessed One replied to the bodhisattva Maitreya, “For this I will ask you a question, and you may answer as best you can.

source: འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་གང་འདི་གཟུགས་ཤེས་བྱ་བའི་མིང་དེ་ལས་གཞི་མ་བླངས་མ་བརྟེན་མི་གནས་པར་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་འདི་ནི་གཟུགས་སོ་ཞེས་བྱ་བར་འགྱུར་རམ། གསོལ་པ། བཅོམ་ལྡན་འདས་མ་ལགས་སོ། །བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་གང་འདི་ཚོར་བ་ཞེས་བྱ་བ་དང་། འདུ་ཤེས་དང་།
en: Maitreya, do you think that the name physical forms refers to this or that entity whose signs consist of conditioning, without taking as a basis, depending on, or settling on this or that entity whose signs consist of a conditioning that derives from the name itself, such as physical forms?” “

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་དེ།
en: No, Blessed Lord!” “

source: བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ། གང་འདི་སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བྱ་བའི་བར་དུ་མིང་དུ་བཏགས་པ་དེ་དག་ལས་གཞི་མ་བླངས་མ་བརྟེན་མི་གནས་པར་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བྱ་བའི་བར་དུ་དེ་ལྟར་འགྱུར་རམ།
en: Maitreya, do you think the name feelings, and the names perceptions, formative predispositions, and consciousness, and, Maitreya, do you think that the names [of all the aforementioned phenomena], up to and including the qualities of the buddhas, refer to this or that entity whose signs consist of conditioning, without taking as a basis, depending on, or settling on this or that entity whose signs consist of a conditioning that derives from those names, such as the qualities of the buddhas and so forth?” “

source: །བྱམས་པ་གཞུང་དེས་ཀྱང་ཁྱོད་ཀྱིས་འདི་ལྟར་རིག་པར་བྱའོ། །འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་གཟུགས་ཤེས་བྱ་བ་དང་། ཚོར་བ་དང་འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་གང་ཡིན་པ་དེ་ནི་མིང་བླ་ཐབས་སུ་བཏགས་པའོ།
en: Maitreya, you should know that according to this discourse the designation physical forms, and the designations feelings, perceptions, formative predispositions, and consciousness, are adventitiously imputed to this or that entity whose signs consist of conditioning.

source: །འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བྱ་བའི་བར་དུ་མིང་བླ་ཐབས་སུ་བཏགས་པའོ།
en: The designations [of the aforementioned phenomena], up to and including the qualities of the buddhas, are adventitiously imputed to this or that entity whose signs consist of conditioning. “

source: །བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་མིང་དང་བརྡ་དང་། ཐ་སྙད་དང་། གདགས་པ་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་ཉེ་བར་སྤྱོད་པ་འམ། ཐ་སྙད་དུ་བྱ་བ་འམ།
en: Maitreya, do you think that through diverse names, symbols, conventions, and imputations, one engages in, conventionally expresses, conceives of, and becomes fixated on this or that entity whose signs consist of conditioning?” “

source: གདགས་པ་འམ། མངོན་པར་ཞེན་པར་འགྱུར་རམ། གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟར་འགྱུར་རོ།
en: Yes, Blessed Lord!” “

source: །བྱམས་པ་གཞུང་དེས་ཀྱང་ཁྱོད་ཀྱིས་དེ་འདི་ལྟར་རིག་པར་བྱའོ། །འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་གཟུགས་ཤེས་བྱ་བ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་གང་ཡིན་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བྱ་བ་གང་ཡིན་པའི་བར་དུ་དེ་དག་ནི་མིང་བླ་ཐབས་སུ་བཏགས་པའོ།
en: Maitreya, you should know that, according to this discourse, the designation physical forms, the designations feelings, perceptions, formative predispositions, and consciousness, and the designations [of all the aforementioned phenomena], up to and including the qualities of the buddhas, are adventitiously imputed to this or that entity whose signs consist of conditioning. “

source: །ཅི་འདི་ལ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དག་ཉིད་ཁ་ཅིག་ལ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ལས་གཞན་བདག་གི་འདུ་ཤེས་སམ། གདགས་པ་འམ། མིང་འམ་ཐ་སྙད་དམ། མངོན་པར་ཞེན་པར་འགྱུར་རམ། གསོལ་པ།
en: In this regard, are there some who would harbor notions of self and other, and conceive of, name, express conventionally, or become fixated on those entities whose signs consist of conditioning?” “

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་འགྱུར་རོ།
en: Yes, Blessed Lord!” “

source: །བྱམས་པ་གཞུང་འདིས་ཀྱང་ཁྱོད་ཀྱིས་དེ་འདི་ལྟར་རིག་པར་བྱའོ། །འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་གཟུགས་ཤེས་བྱ་བ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བྱ་བའི་བར་དུ་དེ་དག་ནི་མིང་བླ་ཐབས་སུ་བཏགས་པའོ།
en: Maitreya, you should know that, according to this discourse, the designation physical forms, the designations feelings, perceptions, formative predispositions, and consciousness, and the designations [of all the aforementioned phenomena], up to and including the qualities of the buddhas, are adventitiously imputed to this or that entity whose signs consist of conditioning.”

source: །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: The bodhisattva Maitreya then asked the Blessed One, {Ki.

source: །བཅོམ་ལྡན་འདས་དེ་ལྟ་ན། གང་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་དམིགས་པ་ཉིད་དུ་མི་འགྱུར་རམ། གང་ལ་བརྟེན་ནས་མིང་དང་། འདུ་ཤེས་དང་། གདགས་པ་དང་། ཐ་སྙད་དུ་འགྱུར་བ་དང་། གཟུགས་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་གང་ཡིན་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཞེས་བྱ་བའི་བར་དུ་དེ་དག་དམིགས་པ་ཉིད་དུ་མི་འགྱུར་རམ། དེ་སྐད་གསོལ་པ་དང་།
en: VIII: 148} “Blessed Lord, if this is so, would an entity whose signs consist of conditioning not be apprehended as the inherent existence of physical forms [and so forth], and dependent on that would notions, conceptions, and conventional designations of physical forms, feelings, perceptions, formative predispositions, and consciousness, and of [all the aforementioned phenomena], up to and including the qualities of the buddhas, not be apprehended?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་བཀའ་སྩལ་པ། བྱམས་པ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ལ་མིང་དང་། འདུ་ཤེས་དང་། གདགས་པ་དང་། ཐ་སྙད་དུ་གཟུགས་ཤེས་བྱ་བ་གང་ཡིན་པ་དེ་ཇི་སྙམ་དུ་སེམས།
en: The Blessed One replied to the bodhisattva Maitreya, “Maitreya, the expression physical forms is a name, an imputation, and a conventional term applied to entities whose signs consist of conditioning.

source: ངོ་བོ་ཉིད་དམ། རང་བཞིན་ནམ་འོན་ཏེ་བཏགས་པ་ཙམ་དུ་ཟད། གསོལ་པ།
en: Do you think that they have an essential nature or inherent existence, or else are they merely imputed?” “

source: བཅོམ་ལྡན་འདས་བཏགས་པ་ཙམ་དུ་བས་སོ།
en: They have been merely imputed, Blessed Lord!” “

source: །འོ་ན་བྱམས་པ་ཁྱོད་ཇི་ལྟར་འདི་སྙམ་དུ་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་དམིགས་པ་ཉིད་དོ་སྙམ་དུ་སེམས་སོ།
en: Well then, Maitreya, how do you think that there could be any apprehending of the inherent existence of physical forms?

source: །བྱམས་པ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ལ་མིང་དང་། འདུ་ཤེས་དང་། གདགས་པ་དང་། ཐ་སྙད་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: Maitreya, the expressions feelings, perceptions, formative predispositions, and consciousness, and the expression [of all the aforementioned phenomena], up to and including the qualities of the buddhas, are names, imputations, and conventional terms applied to entities whose signs consist of conditioning.

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བྱ་བའི་བར་དུ་གང་ཡིན་པ་དེ་དག་ཇི་སྙམ་དུ་སེམས། ངོ་བོ་ཉིད་དམ། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་བཏགས་པ་ཙམ་དུ་ཟད།
en: Do you think that they have an essential nature or inherent existence, or else are feelings, perceptions, formative predispositions, and consciousness, and [all the aforementioned phenomena], up to and including the qualities of the buddhas, merely imputed?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་བཏགས་པ་ཙམ་དུ་བས་སོ།
en: They have been merely imputed, Blessed Lord!” “

source: །འོ་ན་བྱམས་པ་ཁྱོད་ཇི་ལྟར་འདི་སྙམ་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་དམིགས་པ་ཉིད་དུ་སེམས། དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: Well then, Maitreya, how do you think that there could be any apprehending of the inherent existence of feelings, perceptions, formative predispositions, and consciousness, and of [all the aforementioned phenomena], up to and including the qualities of the buddhas?”

source: བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་སྟེ། གཟུགས་མིང་དང་། འདུ་ཤེས་དང་། བརྡ་དང་། གདགས་པ་དང་། ཐ་སྙད་ཙམ་ལགས་པ་དང་། བཅོམ་ལྡན་འདས་དེ་སྟེ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་མིང་དང་། འདུ་ཤེས་དང་། བརྡ་དང་། གདགས་པ་དང་། ཐ་སྙད་ཙམ་ལགས་ཏེ། དེ་ལྟར་གྱུར་ན་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་དམིགས་པ་ཉིད་དུ་མི་འགྱུར་རམ། དེ་ལྟར་གྱུར་ན་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས།
en: The bodhisattva Maitreya then asked the Blessed One, “Blessed Lord, if physical forms are merely names, notions, symbols, imputations, and conventional expressions, and, Blessed Lord, if feelings, perceptions, formative predispositions, consciousness, and [all the aforementioned phenomena], up to and including the qualities of the buddhas, are merely names, notions, symbols, imputations, and conventional expressions—if that is so, would there not be apprehending of the inherent existence of physical forms?

source: སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་མིང་དང་། འདུ་ཤེས་དང་། བརྡ་དང་། གདགས་པ་དང་། ཐ་སྙད་ཙམ་ཞེས་བགྱི་བ་དེའི་ངོ་བོ་ཉིད་དམིགས་པ་ཉིད་དུ་མི་འགྱུར་རམ། དེ་སྐད་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས།
en: If that is so, would there not be apprehending of the inherent existence of feelings, perceptions, formative predispositions, consciousness, and of [all the aforementioned phenomena], up to and including the qualities of the buddhas, which are all merely names, notions, symbols, imputations, and conventional expressions?”

source: གང་གཟུགས་ཤེས་བྱ་བ་དེ་མིང་དང་། འདུ་ཤེས་དང་། བརྡ་དང་། གདགས་པ་དང་། ཐ་སྙད་ཙམ་འམ། འོན་ཏེ་དེ་ལ་སྐྱེ་བ་འམ།
en: The Blessed One replied to the bodhisattva Maitreya, “Maitreya, do you think that physical forms are merely names, notions, symbols, imputations, and conventional expressions, or else do they arise and perish, or are they afflicted and purified?” “

source: འཇིག་པ་འམ། ཀུན་ནས་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བ་ཡོད་དམ། གསོལ་པ། བཅོམ་ལྡན་འདས་མ་ལགས་སོ།
en: No, Blessed Lord, they are not and do not!” “

source: །བཀའ་སྩལ་པ། འོ་ན་བྱམས་པ་ཁྱོད་ཇི་ལྟར་འདི་སྙམ་དུ་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་ཡོད་པར་སེམས།
en: Well then, Maitreya, how do you think that the inherent existence of physical forms could be [apprehended]? “

source: བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས།
en: Maitreya, do you think that feelings, perceptions, formative predispositions, {Ki.

source: སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་གང་ཡིན་པ་དེ་དག་མིང་དང་། འདུ་ཤེས་དང་། བརྡ་དང་། གདགས་པ་དང་། ཐ་སྙད་ཙམ་མམ། འོན་ཏེ་དེ་ལ་སྐྱེ་བ་འམ།
en: VIII: 149} and consciousness, and [all the aforementioned phenomena], up to and including the qualities of the buddhas, are merely names, notions, symbols, imputations and conventional expressions, or else do they arise and perish, or are they afflicted and purified?” “

source: འཇིག་པ་འམ། ཀུན་ནས་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བ་ཡོད། གསོལ་པ། བཅོམ་ལྡན་འདས་མ་ལགས་སོ།
en: No, Blessed Lord, they are not and do not!” “

source: །འོ་ན་བྱམས་པ་ཁྱོད་ཇི་ལྟར་འདི་སྙམ་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་ངོ་བོ་ཉིད་ཡོད་པར་སེམས། དེ་སྐད་བཀའ་སྩལ་པ་དང་།
en: Well then, Maitreya, how do you think that the inherent existence of feelings, perceptions, formative predispositions, and consciousness, and of [all the aforementioned phenomena], up to and including the qualities of the buddhas, could be [apprehended]?”

source: བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཅི་ལགས། གཟུགས་རྣམ་པ་ཐམས་ཅད་དང་། མཚན་ཉིད་ཐམས་ཅད་དུ་མ་མཆིས་པ་ལགས་སམ། བཅོམ་ལྡན་འདས་ཅི་ལགས།
en: The bodhisattva Maitreya then asked the Blessed One, “Blessed Lord, do physical forms not exist in all their aspects and in all their defining characteristics?

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་རྣམ་པ་ཐམས་ཅད་དང་།
en: Blessed Lord, do feelings, perceptions, formative predispositions, and consciousness, and [all the aforementioned phenomena], up to and including the qualities of the buddhas, not exist in all their aspects and in all their defining characteristics?”

source: མཚན་ཉིད་ཐམས་ཅད་དུ་མ་མཆིས་པ་ལགས་སམ། དེ་སྐད་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་འདི་སྐད་བཀའ་སྩལ་ཏོ། །བྱམས་པ་ང་ནི་གཟུགས་རྣམ་པ་ཐམས་ཅད་དང་། མཚན་ཉིད་ཐམས་ཅད་དུ་མེད་དོ་ཞེས་མི་སྨྲའོ།
en: The Blessed One replied to the bodhisattva Maitreya, “Maitreya, I do not say that physical forms do not exist in all their aspects and in all their defining characteristics.

source: །བྱམས་པ་ང་ནི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་རྣམ་པ་ཐམས་ཅད་དང་། མཚན་ཉིད་ཐམས་ཅད་དུ་མེད་དོ་ཞེས་མི་སྨྲའོ།
en: Maitreya, I do not say that feelings, perceptions, formative predispositions, and consciousness, and [all the aforementioned phenomena], up to and including the qualities of the buddhas, do not exist in all their aspects and in all their defining characteristics.”

source: །དེ་སྐད་བཀའ་སྩལ་པ་དང་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གཟུགས་ཇི་ལྟ་བུར་མཆིས་བཅོམ་ལྡན་འདས་ཚོར་བ་དང་།
en: The bodhisattva Maitreya then asked the Blessed One, “Blessed Lord, how then do physical forms exist?

source: འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་ཇི་ལྟ་བུར་མཆིས།
en: How do feelings, perceptions, formative predispositions, and consciousness, and [all the aforementioned phenomena], up to and including the qualities of the buddhas, exist?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྱམས་པ་གཟུགས་ནི་འཇིག་རྟེན་གྱི་བརྡ་དང་། ཐ་སྙད་དུ་ཡོད་ཀྱི་དོན་དམ་པར་ཡོད་པ་མ་ཡིན་ནོ།
en: The Blessed One replied to the bodhisattva Maitreya, “Maitreya, physical forms exist in terms of mundane symbols and conventional expressions, but not in ultimate reality.

source: །བྱམས་པ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་འཇིག་རྟེན་གྱི་བརྡ་དང་།
en: Maitreya, feelings, perceptions, formative predispositions, and consciousness, and [all the aforementioned phenomena], up to and including the qualities of the buddhas, exist in terms of mundane symbols and conventional expressions, but not in ultimate reality.”

source: ཐ་སྙད་དུ་ཡོད་ཀྱི་དོན་དམ་པར་ཡོད་པ་མ་ཡིན་ནོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་གིས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པའི་དོན་འཚལ་བ་ལྟར་ན། དབྱིངས་འདི་ནི་དོན་དམ་པར་བརྗོད་དུ་མ་མཆིས་པའོ།
en: The bodhisattva Maitreya then said to the Blessed One, “Blessed Lord, as I understand the meaning of the words spoken by the Blessed One, this expanse [of reality] is inexpressible in ultimate reality.

source: །བཅོམ་ལྡན་འདས་དེ་སྟེ་དོན་དམ་པར་བརྗོད་དུ་མ་མཆིས་པའི་དབྱིངས་ལགས་ན། བཅོམ་ལྡན་འདས་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ལ་ཇི་ལྟར་གཟུགས་ཤེས་བགྱི་བའི་མིང་བླ་ཐབས་སུ་གདགས། འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་གང་ལགས་པ་དེ་ལ།
en: Blessed Lord, if the expanse is inexpressible in ultimate reality, how then, Blessed Lord, [from the perspective of ultimate reality,] is the designation physical forms adventitiously imputed to entities whose signs consist of conditioning?

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་ཇི་ལྟར་མིང་བླ་ཐབས་སུ་གདགས།
en: How are the designations feelings, perceptions, formative predispositions, and consciousness, and [all the aforementioned phenomena], up to and including the qualities of the buddhas, adventitiously imputed to entities whose signs consist of conditioning?

source: དེ་བས་ན་དོན་དམ་པར་མ་མཆིས་སོ། །དེ་སྟེ་དོན་དམ་པར་མ་མཆིས་ན། དེ་ཇི་ལྟར་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་བརྗོད་དུ་མ་མཆིས་པར་འགྱུར།
en: Since these [entities] do not exist in ultimate reality, how are entities whose signs consist of conditioning [equated with] the inexpressible [reality]?

source: དེ་བས་ན་བརྗོད་དུ་མ་མཆིས་པའི་དབྱིངས་ཤེས་བགྱི་བ་མི་རིགས་སོ།
en: Rather, it is illogical that they should be identified with the inexpressible expanse [of reality].”

source: །དེ་སྐད་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་བཀའ་སྩལ་པ། དེ་བས་ན་བྱམས་པ་ཁྱོད་ཉིད་ལ་དྲིས། ཁྱོད་ཀྱིས་ཇི་ལྟར་ནུས་པ་ལན་ཐོབ་ཤིག །བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས།
en: The Blessed One replied to the bodhisattva Maitreya, “Maitreya, for this I will ask you a question, and you may answer as best you can.
